{
  "MunitionName": "CM-4M Mine Container",
  "Description": "A special submunition container which carries two M-30 Mattock mines.  Upon reaching its final waypoint it will detonate and deploy the mines in a random direction.\n\nSize: 3\nCruise Speed: 175 m/s\nRange: 11,900 m\n\n<b>Warhead:</b>\nType: Submunition Delivery\nCount: 2\n\nSubmunition Information: M-30 'Mattock' Mine\nA loitering missile which will float nearby its launch point until a ship enters its activation zone.  When a ship's magnetic signature is detected, the mine will orient towards the direction and activate a radar seeker.\n\nSize: 3\nCruise Speed: 250 m/s\nRange: 3,750 m\n\n<b>Warhead:</b>\nType: Explosive Impact\nArmor Penetration: 200 cm\nComponent Damage: 5000 hp\nBlast Angle: 100\n\n<b>Seeker:</b>\nType: Active - <color=#4CFF72>RADAR</color>\nRange: 1,750 m\nFOV: 30 deg\nGain: 25 dB\nPower: 150 kW\nSupports TRPs: Yes\nPushoff Distance: 200m\nArming Time: 90s\nBattery Life: Unlimited\nActivation Range: 2,000m\nNetworked: <color=#FF2525>No</color>\n\n<i><color=#FFEF9E>ANS ETERNAL CHAPTER\r\n--CIC TRANSCRIPTION--\r\nOrganized - WO. Evans\r\n\n07:43 - Impact\r\n07:44 - 2MC: DCA Lt. Kellogg reports propulsion engineering casualty\r\n- CAPT June: What the [expletive removed] was that?\r\n- LT Lambert: I have no idea. We entered the sector and suddenly the scope lit up with spikers, no database entry or anything, just a radar lock. CIWS barely had time to react.\r\n- CAPT June: There are no other vessels in the battlespace?\r\n- OS-PO2 Rowell: Battlespace is empty, Captain. \r\n- LT Kellogg: Propulsion is disabled but not destroyed, Captain. We're already working on restoring mobility.\r\n07:45 - Radar, positive contact alarm\r\n- OS2 Rowell: Spiker, spiker! 45 degrees down, starboard!\r\n- OS3 Withrow: Spiker contact, 86 degrees positive, incoming from port! Starboard! All directions!\r\n- LT Lambert: Mines! Defenders to full scan, away countermeasures.\r\n- OS3 Withrow: Closing fast!\r\n- CAPT June: All hands, brace for impact.\r\n[Data ends]</color></i>\n\n<i><color=#FFEF9E>CWO-2 MARCUS PINE\nANS WITH ONE ARM FORWARD\nEVA REPORT #43 - EKOTA\n\n1. The container found was marked with Iliad Contracting. From a distance, you wouldn't be able to spot the maneuver thrusters cut into the side but as we moved closer, it was pretty apparent that the container had expert-level metalwork done to make it as stealthy as possible. It was only once we looked in the rear did it become clear that this was one of the new container missiles the OSP has been deploying.\n2. CPO Kathrine Graves carefully lanced the front hatch open and we discovered an incredibly complex guidance system inside. It should be noted that the device was active and searching for targets but appeared to have malfunctioned and was rendered 'blind' during activation. A very large shaped warhead was identified and was fully armed. Personal note: this is wild engineering.\n3. We attempted to disarm the warhead but this triggered a failsafe; the container immediately began to re-orient and nearly killed Graves from the maneuvering burn. The on-board guidance visibly swiveled towards our ship and began to activate terminal guidance. Thankfully, PO3 Leon Deveraux managed to disable main thrust, rendering the container immobile. (Addt: recommend Deveraux for reprimand for recklessness and possible medal for bravery)\n\nConclusion: this was clearly a mine. Had it operated like normal, we or the ship would likely not be alive. The OSP is becoming increasingly dangerous. I cannot recommend any EVA maneuvers at this time.</color></i>",
  "Type": "Missile",
  "SimMethod": "Spawned",
  "Role": "Utility",
  "PointCost": 15,
  "PointDivision": 1,
  "StorageVolume": 30,
  "SupportsPositionTargeting": true,
  "PositionTargetingNoInput": false,
  "SupportsTrackTargeting": false,
  "SupportsVisualTargeting": false,
  "SupportsWaypoints": true,
  "FlightSpeed": 175,
  "Lifetime": 68,
  "MaxRange": 11900,
  "ShellMunitionData": null,
  "MissileData": {
    "Size": 3,
    "SignatureData": null
  },
  "DamageCharacteristics": null
}